insert into manager.plants (id, farmer_id, crop_id, evaluate, likes, deadline, sales, status)
values  (1, 1, 1, '这批作物质量非常好，口感鲜美，受到了顾客的热烈好评！', 120, null, 35, '等待种植'),
        (2, 2, 2, '作物生长状况良好，绿色无污染，顾客反馈很不错。', 85, null, 20, '等待种植'),
        (3, 3, 3, '产量高，品质优良，已经被多位商家长期订购。', 150, null, 50, '等待种植'),
        (4, 4, 4, '非常耐储存，运输过程中没有任何损坏，口感也非常棒。', 70, null, 15, '等待种植'),
        (5, 5, 5, '这批作物略有瑕疵，但整体质量还是很令人满意的。', 60, null, 10, '等待种植'),
        (6, 1, 2, '这批作物质量非常好，口感鲜美，受到了顾客的热烈好评！', 120, null, 35, '等待种植'),
        (7, 2, 3, '作物生长状况良好，绿色无污染，顾客反馈很不错。', 85, null, 20, '等待种植'),
        (8, 3, 4, '产量高，品质优良，已经被多位商家长期订购。', 150, null, 50, '等待种植'),
        (9, 4, 5, '非常耐储存，运输过程中没有任何损坏，口感也非常棒。', 70, null, 15, '等待种植'),
        (10, 5, 2, '这批作物略有瑕疵，但整体质量还是很令人满意的。', 60, null, 10, '等待种植');